
"keyYes"							= "Oui";
"keyNo"								= "Non";
"keyOK"								= "OK";
"keyRequired"						= "Requis";
"keyNone"							= "aucune action";

"keyPairedDevicesTitle"				= "Appareils jumelés :";
"keyFavoriteDevicesTitle"			= "Appareils favoris :";
"keyConnectedDevicesTitle"			= "Appareils connectés :";
"keyUnknownDevice"					= "Appareil inconnu";
"keyErrorOccurred"					= "Une erreur est survenue. (0x%x)";
"keyNotAvailable"					= "Non disponible.";
"keyNameNotAvailable"				= "Le nom n’est pas disponible";
"keyNoDevicePresent"				= "Aucun appareil Bluetooth n’est présent.";

"keyPrefReadErrorTitle"				= "Une erreur est survenue lors de la lecture des préférences Bluetooth.";
"keyPrefReadErrorDesc"				= "La configuration Bluetooth de cet ordinateur semble incorrecte. Réinstallez le logiciel Bluetooth et réessayez.";

"keyUnacceptablePathTitle"			= "Le chemin spécifié n’est pas acceptable.";
"keyUnacceptablePathDesc"			= "Le chemin spécifié n’est pas utilisable par Bluetooth Object Exchange. Vous ne disposez sans doute pas des autorisations en écriture sur le répertoire de destination. Spécifiez un autre chemin.";

"keyPathWarningTitle"				= "Le dossier que vous avez spécifié n’est pas recommandé.";
"keyPathWarningDesc"				= "Il se peut que le dossier soit verrouillé ou que vous ne possédiez pas les autorisations de lecture ou d’écriture nécessaires.";

"keyPrefSaveErrorTitle"				= "Une erreur est survenue lors de l’enregistrement des préférences Bluetooth.";
"keyPrefSaveErrorDesc"				= "Certaines préférences Bluetooth n’ont pas pu être enregistrées. L’appareil Bluetooth n’est probablement pas disponible sur cet ordinateur.";

"keyPortInUseTitle"					= "Le port est actuellement en service.";
"keyPortInUseDelete"				= "Vous essayez de supprimer un port en cours d’utilisation. Quittez l’application utilisant le port et réessayez.";
"keyPortInUseEdit"					= "Vous essayez de modifier un port en cours d’utilisation. Quittez l’application utilisant le port puis réessayez.";

"kServiceCannotBeModifiedKey"		= "Le service ne peut pas être modifié.";
"kPortCannotBeCreatedOrModifiedKey"	= "Une erreur est survenue lors de la tentative de création ou de modification du port.";

"keyTTYNameAlreadyInUse"			= "Nom déjà utilisé";
"keyTTYNameInUseText"				= "Le nom choisi pour le port est déjà utilisé. Attribuez-lui en un autre.";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Port série";
"kBluetoothSerialPortOnKey"			= "Port série Bluetooth activé";
"kBluetoothSerialPortOffKey"		= "Port série Bluetooth désactivé";
"kEditSerialPorts"					= "Modifier les ports série…";
"kSerialPortKey"					= "Port série";
"kSerialPortOnKey"					= "Port série activé";
"kSerialPortOffKey"					= "Port série désactivé";
"kOtherKey"							= "Autre…";
"kBluetoothFileExchangeKey"			= "Échange de fichiers";
"kBluetoothFileExchangeOnKey"		= "Échange de fichiers Bluetooth activé";
"kBluetoothFileExchangeOffKey"		= "Échange de fichiers Bluetooth désactivé";
"kBluetoothFileTransferKey"			= "Transfert de fichier";
"kBluetoothFileTransferOnKey"		= "Transfert de fichiers Bluetooth activé";
"kBluetoothFileTransferOffKey"		= "Transfert de fichiers Bluetooth désactivé";

"kBluetoothRemoteControlKey"		= "Télécommande";
"kBluetoothRemoteControlOnKey"		= "Télécommande Bluetooth activée";
"kBluetoothRemoteControlOffKey"		= "Télécommande Bluetooth désactivée";

"kBluetoothPANServiceKey"			= "Réseau personnel";
"kBluetoothPANServiceOnKey"			= "Réseau personnel Bluetooth activé";
"kBluetoothPANServiceOffKey"		= "Réseau personnel Bluetooth désactivé";

"kDeviceNameTitle"					= "« %@ » est le nom employé par les appareils Bluetooth pour se connecter à cet ordinateur.";

"kInKey"							= "Entrant";		/* Short for Incoming */
"kOutKey"							= "Sortant";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "Puissance";
"kBluetoothPower"						= "Alimentation Bluetooth";
"kBluetoothPowerOn"						= "Bluetooth activé";
"kBluetoothPowerOff"					= "Bluetooth désactivé";
"kBluetoothPowerIsOff"					= "L’alimentation Bluetooth est désactivée. Pour utiliser Bluetooth, vous devez d’abord l’activer.";
"kTurnBTOff"							= "Désactiver Bluetooth";
"kTurnBTOn"								= "Activer Bluetooth";
"kVersionKey"							= "(version : %d.%d.%d%c%d)";
"kOnKey"								= "activée";
"kCancelKey"							= "Annuler";
"kOffKey"								= "désactivée";
"kNever"								= "Jamais";

"kIsConnected"							= "Connecté";
"kIsNotConnected"						= "Non connecté";

"kAddToFavoritesKey"					= "Ajouter aux favoris";
"kRemoveFromFavoritesKey"				= "Supprimer des favoris";

"kRenameDeviceKey"						= "Renommer";

"kBluetoothSetupDevice"					= "Configurer cet appareil…";
"kDisconnectDevice"						= "Se déconnecter";
"kResetDevice"							= "Réinitialiser cet appareil aux réglages d’origine";
"kConnectDevice"						= "Connecter";
"kConfigureDevice"						= "Configurer cet appareil…";
"kMoreInfo"								= "Afficher plus de renseignements";
"kHideMoreInfo"							= "Masquer les informations complémentaires";
"kNoDevicesKey"							= "Aucun appareil";

"kDeviceNameKey"						= "Nom";
"kDeviceAddressKey"						= "Adresse";
"kDeviceTypeKey"						= "Type";
"kDeviceServicesKey"					= "Services";
"kOtherServices"						= "Autres services";
"kUnknownService"						= "Service inconnu";

"kPairedHeaderKey"						= "Jumelé";
"kConfiguredHeaderKey"					= "Configuré";
"kFavoriteHeaderKey"					= "Favori";
"kConnectedHeaderKey"					= "Connecté";
"kSerialPortsHeaderKey"					= "Ports série";
"kSerialPortsHeaderDeviceService"		= "Service d’appareil";
"kSerialPortsHeaderPortType"			= "Protocole du port";
"kSerialPortDirectionIncoming"			= "Entrant";
"kSerialPortDirectionOutgoing"			= "Sortant";

"kSerialPortHeadingOutgoing"			= "Sélectionner un port série sortant vers cet appareil pour modifier ses réglages";
"kSerialPortHeadingIncoming"			= "Sélectionner un port série entrant vers cet ordinateur pour modifier ses réglages";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "Ce clavier est le seul connecté à votre ordinateur. Sa suppression interdira tout accès à ce dernier. Êtes-vous sûr de vouloir supprimer le clavier ?";
"kHIDDeviceDeleteMousePairingWarning"			= "Cette souris est le seul dispositif de pointage connecté à votre ordinateur. Sa suppression de la liste en interdira l’utilisation. Êtes-vous sûr de vouloir supprimer cette souris ?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Ce périphérique est le seul dispositif de pointage connecté à votre ordinateur. Sa suppression de la liste en interdira l’utilisation. Êtes-vous sûr de vouloir le supprimer ?";
"kHIDDeviceKeyboard"					= "clavier";
"kHIDDeviceMouse"						= "souris";

"kDiscoverableTooltip"		= "Si cette option est désactivée, les appareils Bluetooth inconnus ne pourront plus détecter votre ordinateur. Les appareils déjà jumelés pourront toujours s’y connecter.";

"kOptionIsAvailable"		= "Disponible";
"kAvailableServiceTurnOn"	= "Activer le service";
"kAvailableServiceTurnOff"	= "Désactiver le service";

"kOptionPairing"			= "Nécessite un jumelage";
"kPairingRequired"			= "Nécessiter un jumelage";
"kPairingNotRequired"		= "Ne pas nécessiter de jumelage";

"kOptionReceiveBehavior"	= "Lors de la réception de fichiers :";
"kReceiveBehaviorAccept"	= "Accepter sans avertissement";
"kReceiveBehaviorPrompt"	= "Demander pour chaque fichier";

"kOptionHandlePIMItem"		= "Lorsque des éléments PIM sont reçus :";
"kOptionHandleOtherItem"	= "Lorsque d’autres éléments sont reçus :";
"kHandleItemSave"			= "Enregistrer";
"kHandleItemOpen"			= "Ouvrir";
"kHandleItemAsk"			= "Demander";

"kOptionReceiveFolder"		= "Dossier de réception";
"kReceiveFolderChoose"		= "Autre…";

"kOptionFolderForBrowse"	= "Dossier de recherche de ceux-ci";

"kOptionName"				= "Nom :";
"kOptionShowInNetworkPrefs"	= "Afficher dans les Préférences Réseau :";
"kOptionType"				= "Type :";
"kOptionTypeModem"			= "Modem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Modifier le nom du port…";
"kOptionAddSerialPort"		= "Ajouter un port série";
"kOptionRemoveSerialPort"	= "Supprimer le port série";

"kButtonAddDevice"			= "Configurer nouvel appareil";
"kButtonRemoveDevice"		= "Supprimer l’appareil sélectionné";
"kButtonDeviceOptions"		= "Effectuer des tâches depuis l’appareil sélectionné";
"kBluetoothDevices"			= "Appareils Bluetooth";

"kOptionMajorClass"			= "Classe d’appareils principale";
"kOptionMinorClass"			= "Classe d’appareils secondaire";
"kOptionServiceClass"		= "Classe de service d’appareils";
"kOptionLastNameUpdate"		= "Dernière mise à jour du nom";
"kOptionLastInquiryUpdate"	= "Mise à jour de l’interrogation";
"kOptionLastServicesUpdate"	= "Mise à jour des services";
"kOptionProductID"			= "Identifiant du produit";
"kOptionVendorID"			= "ID du fournisseur";

"kPerformSDPQueryKey"				= "Mettre à jour les services de l’appareil";
"kPerformNameRequestKey"			= "Mettre à jour le nom de l’appareil";

"kOpenBTPrefsKey"					= "Ouvrir les préférences Bluetooth…";
"kMousePreferences"					= "Ouvrir les préférences Souris…";
"kKeyboardPreferences"				= "Ouvrir les préférences Clavier…";
"kOpenPrintPrefsKey"				= "Ouvrir les préférences Imprimantes…";
"kOpenSoundPrefsKey"				= "Ouvrir les préférences Son…";
"kSendFileToDevice"					= "Envoyer un fichier…";
"kBrowseDevice"						= "Parcourir le contenu d’un appareil…";

"kTurnOnHeadphones"					= "Utiliser comme appareil audio (Stéréo)";
"kTurnOffHeadphones"				= "Ne pas utiliser en tant que périphérique audio";
"kTurnOnHeadset"					= "Utiliser comme appareil audio (Mono)";
"kTurnOffHeadset"					= "Ne pas utiliser en tant que périphérique audio";

"kSyncDevice"						= "Synchronisation…";

"kOpenBTSAKey"						= "Configurer un appareil Bluetooth…";
"kBTSendFileKey"					= "Envoyer un fichier…";
"kBTGetFileKey"						= "Parcourir le contenu d’un appareil…";

"kJoinNetwork"						= "Se connecter au réseau";
"kKeyDisconnectFromNetwork"			= "Se déconnecter du réseau";
"kRemoveDevice"						= "Enlever cet appareil";
"kDeviceOptions"					= "options de l’appareil";
"kDeviceNamed"						= "appareil nommé %@";

"kOptionConfirm"					= "Souhaitez-vous vraiment désélectionner cette case ?";
"kOptionAutoBTSAWarning"			= "Assurez-vous que vous disposez d’un périphérique d’entrée USB, au cas où votre clavier ou votre souris sans fil ne seraient pas disponibles au démarrage.";
	
